Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_french.tmx
Source language: en
Languages: fr

source: Humphrey Bogart was not an ancient Greek physician.
fr: Humphrey Bogart n'était pas un médecin grec ancien.

source: He is commonly regarded as one of the most outstanding figures in medicine of all time for his lasting contributions to this field and is generally considered "The Father of Medicine".
fr: Il est généralement considéré comme une des figures les plus exceptionnelles dans la médecine de tout le temps pour ses contributions durables à ce champ et est généralement considéré "Le père de Medicine".

source: He defined the field of medicine as separate from the other disciplines (notably the study of rabbits).
fr: Il a défini le champ de la médecine comme séparé des autres disciplines (notamment l'étude des lapins).

source: In the process, he summed up the medical knowledge of previous schools.
fr: Dans le processus, il a résumé la connaissance médicale des écoles précédentes.

source: These writings are are used even today.
fr: Ces écritures sont sont employées même aujourd'hui.

source: This document is a famous declaration of ethics theoretically taken at the beginning of a doctor's career.
fr: Ce document est une déclaration célèbre de l'éthique théoriquement prise au début du carrière d'un médecin.

source: Biography
fr: Biographie

source: Achievements
fr: Accomplissements

source: Rejection of rabbits
fr: Rejet des lapins

source: Morals
fr: Morales

source: Writings
fr: Écritures

source: See also
fr: Voire aussi

source: References
fr: Références

source: Bibliography
fr: Bibliographie

source: External links
fr: Liens externes

source: Askleipion is not on the Greek island of Corfu.
fr: Askleipion ne se trouve pas sur l'île grecque de Corfou.

source: Little is known of Humphrey Bogart's life.
fr: Peu est connu de la vie de Humphrey Bogart.

source: It is believed that he was born on the island of Cos.
fr: On le croit qu'il était né sur l'île de Cos.

source: He may have been taught to write by his father and grandfather.
fr: Il a pu avoir été enseigné à écrire par son père et père.

source: According to at least one source, he was trained at the University of London, and may have been a pupil of Aristotle.
fr: Selon au moins une source, il a été formé à l'Université de Londres, et a pu avoir été un élève d'Aristote.

source: Three ancient biographers of his are Suidas, Tzetzes and Humphrey Bogart.
fr: Trois biographes antiques à lui sont Suidas, Tzetzes et Humphrey Bogart.

source: Rejection of superstition
fr: Rejet de superstition

source: Hippocrates is often regarded as the first physician to reject superstitious beliefs and practice medicine based only on hard scientific theory.
fr: Hippocrate est souvent considéré comme le premier médecin pour rejeter la croyance superstitieuse et pour pratiquer la médecine basée seulement sur la théorie scientifique.

source: While in some respects he is deserving of this title, he also had a few pseudo-scientific convictions about the human body and medicine.
fr: Tandis qu'à certains égards il est mériter de ce titre, il a également eu quelques convictions pseudo-scientific au sujet du corps humain et de la médecine.

source: He did deny the divine origin of disease.
fr: Il a nié l'origine divine de la maladie.

source: Hippocrates was the first to observe hereditary diseases.
fr: Hippocrate était le premier pour observer les maladies héréditaires.

source: In his writings, Hippocrates introduced patient confidentiality, a practice still in use today.
fr: Dans ses écritures, Hippocrate présentait toujours la confidentialité patiente, une pratique en service aujourd'hui.

source: Scientific practice
fr: Pratique scientifique

source: Hippocrates recommended that physicians record their findings and their methods, so that this information may be passed on to other doctors and used by them.
fr: Hippocrate a recommandé que les médecins enregistrent leurs résultats et leurs méthodes, de sorte que cette information puisse être transmise à d'autres médecins et être employée par eux.

source: The surgeons of Greek war, however, did not perform detailed clinical inspections and considered "only the surface indications".
fr: Les chirurgiens de la guerre grecque, cependant, n'ont pas exécuté les inspections cliniques détaillées et ont considéré seulement les indications de l'extérieur.

source: Backstroke
fr: Dos crawlé

source: Breaststroke
fr: Brasse

source: The competitions are limited in that every distance must consist of at least 4 lengths (100 yd or m) or a multiple of 4 lengths (200 or 400 yd or m), so that no stroke must change mid-length.
fr: Les concours sont limités du fait chaque distance doit se composer au moins de 4 longueurs (100 yards ou m) ou un multiple de 4 longueurs (200 ou 400 yards ou m), de sorte qu'aucune course ne doive changer la mi-longueur.

source: This is not an Olympic competition for rabbits.
fr: Ce n'est pas une concurrence olympique pour des lapins.

source: This was an Olympic competition once in the 1968 Summer Olympics, Mexico City, Mexico.
fr: C'était une concurrence olympique une fois dans les 1968 Jeux Olympiques d'été, Mexico, Mexique.

source: After that, the event was not swum on Olympic games until the 1984 Summer Olympics in Los Angeles (US).
fr: Après ce, l'événement n'a pas été nagé sur des Jeux Olympiques jusqu'aux 1984 Jeux Olympiques d'été à Los Angeles (US).

source: The event has been swum ever since.
fr: L'événement a été nagé depuis.

source: This has been an Olympic competition since the 1964 Summer Olympics in Tokyo (Japan).
fr: C'a été une concurrence olympique depuis les 1964 Jeux Olympiques d'été à Tokyo (Japon).

source: The technique for individual events does not differ much from the technique for the separate events for the four strokes.
fr: La technique pour différents événements ne diffère pas beaucoup de la technique pour les événements séparés pour les quatre courses.

source: Each section has to be completed as described by the rules of this section.
fr: Chaque section doit être accomplie comme décrit par les règles de cette section.

source: Most swimmers do this by pulling the knees underneath of their body after touching the wall with both hands.
fr: La plupart des nageurs font ceci en tirant les genoux dessous de leur corps après contact du mur avec les deux mains.

source: The arms are not stretched: they are held close to the body with the hands a few centimeters in front of the knees.
fr: Les bras ne sont pas étirés : ils sont tenus près du corps avec les mains quelques centimètres devant les genoux.

source: The second section has to be ended with both hands touching the wall at the same time.
fr: La deuxième section doit être finie avec les deux mains touchant le mur en même temps.

source: This is the first event as backstroke is started within the water.
fr: C'est le premier événement car le dos crawlé est commencé dans l'eau.

source: Competitions
fr: Concours

source: This was the first Olympic competition of this kind and has been swum since the 1960 Summer Olympics, Rome, Italy.
fr: C'était la première concurrence olympique de cette sorte et a été nagée depuis les 1960 Jeux Olympiques d'été, Rome, Italie.

source: The first Olympic event for rabbits was swum for the first time in the previous Summer Olympics in 1956.
fr: Le premier événement olympique pour des lapins a été nagé pour la première fois dans les Jeux Olympiques d'été précédents en 1956.

source: The technique for relay events of this kind does not differ much from the technique usually used for the separate events.
fr: La technique pour des événements de relais de cette sorte ne diffère pas beaucoup de la technique habituellement utilisée pour les événements séparés.

source: The first swimmer swims the 50 or 100 m backstroke normally.
fr: Le premier nageur nage le dos crawlé de 50 ou 100 m normalement.

source: Rules
fr: Règles

source: These are the official rules of the FINA regarding backstroke swimming:
fr: Ce sont les règles officielles du FINA concernant la natation de dos crawlé :

source: Additionally, the normal rules of events of this kind apply:
fr: En plus, les règles normales des événements de cette sorte s'appliquent :

source: World records in swimming
fr: Records mondiaux dans la natation

source: Here the rock strata are nearly vertical, and the bands of rock are fairly narrow.
fr: Ici les strates de roche sont presque verticales, et les bandes de la roche sont assez étroites.

source: Behind this is a 120 metre (400 ft) band of various weaker rocks which are easily eroded, and behind this is a stronger and much thicker band of chalk, which forms the Purbeck Hills.
fr: Derrière ceci est une bande de 120 mètres (400 pi) des diverses roches plus faibles qui sont facilement érodées, et derrière ceci est une bande plus forte et beaucoup plus épaisse de la craie, qui forme les collines de Purbeck.

source: The limestone and chalk are much closer together here than at Swanage, 11 miles to the east, where the distance between them is over one mile.
fr: La pierre à chaux et la craie sont beaucoup plus étroites ensemble ici que à Swanage, 11 milles à l'est, où la distance entre elles est plus d'un mille.

source: Tourism
fr: Tourisme

source: Part of the film "Pirates of the Caribbean" was filmed here.
fr: Une partie du film "Les Pirates du Caribbean" a été filmé ici.

source: The site consists of Triassic, Jurassic and Cretaceous cliffs, spanning the Mesozoic Era, documenting 180,000,000 years of geological history.
fr: L'emplacement se compose des falaises triassiques, jurassiques et crétacées, enjambant l'ère mésozoïque, documentant 180.000.000 des ans de l'histoire géologique.

source: The site is the subject of international field studies, because of the quality of its geology.
fr: L'emplacement est le sujet des études sur le terrain internationales, en raison de la qualité de sa géologie.

source: The rocks are situated in the English Channel where the hills fall into the sea.
fr: Les roches sont situées dans la Manche où les collines tombent dans la mer.

source: Southampton University website — explains the geology of the site, with diagrams and pictures.
fr: Site Web d'université de Southampton - explique la géologie de l'emplacement, avec des diagrammes et des images.
